Repository: giellalt/corpus-fin
Catalog: tmx/sme/laws/regeringen.se/cd166226.pdf.tmx
Source language: fin
Languages: sme

source: Laki (2009:724) kansallisista vähemmistöistä ja vähemmistökielistä
sme: Láhka (2009:724) našuvnnalaš unnitloguid ja unnitlogugielaid birra

source: / Tulee voimaan I: 1.1.2010 /
sme: / Boahtá fápmui:2010-01-01 / Almmolaš njuolggadusat

source: 1 § Tämä laki sisältää määräyksiä kansallisista vähemmistöistä, kansallisista vähemmistökielistä, hallintoalueista ja oikeudesta käyttää vähemmistökieltä hallintoviranomaisissa ja tuomioistuimissa sekä määräyksiä eräistä esikoulutoimintaa ja vanhustenhuoltoa koskevista velvollisuuksista.
sme: 1 § Dát láhka sisdoallá njuolggadusaid našuvnnalaš unnitloguid, našuvnnalaš unitlogugielaid, hálddahusguovlluid ja rievtti birra geavahit unnitlogugielaid hálddahuseiseválddiid ja duopmostuoluid luhtte ja njuolggadusaid muhtin geatnegasvuođaid birra ovdaskuvladoaimmas ja boarrásiidfuolahusas.

source: Laki sisältää myös määräyksiä lain soveltamisen seurannasta.
sme: Láhka sisdoallá maid njuolggadusaid lága geavaheami čuovvuma birra.

source: 2 § Kansallisia vähemmistöjä ovat juutalaiset, romanit, ruotsinsuomalaiset, saamelaiset ja tornionlaaksolaiset sen mukaan, mihin Ruotsi on sitoutunut Euroopan neuvoston kansallisten vähemmistöjen suojelua koskevan puiteyleissopimuksen (SÖ.
sme: 2 § Juvddálaččat, romálaččat, sápmelaččat, ruoŧasuopmelaččat ja duortnusleagihat leat našuvnnalaš unnitlogut Ruoŧa geatnegasvuođaid mielde mat čuvvot Eurohparáđi rámmakonvenšuvnna suoji birra našuvnnalaš unnitloguide (SÖ.

source: 2000:2) mukaan ja Alueellisia kieliä tai vähemmistökieliä koskevan Eurooppalaisen peruskirjan (SÖ.
sme: 2000:2)ja eurohpalaš njuolggadusa riikaoasse- dahje unnitlogugielaid birra (SÖ.

source: Kielilaissa (2009:600) sanotaan, että kansalliset vähemmistökielet ovat jiddiš, meänkieli, romani, saame ja suomi.
sme: Giellalágas (2009:600) almmuhuvvo ahte našuvnnalaš unnitlogugielat leat suomagiella, jiddisch, meängiella, románi chib ja sámegiella.

source: 3 § Hallintoviranomaisten on tarvittaessa sopivalla tavalla tiedotettava kansallisille vähemmistöille tämän lain mukaisista oikeuksista.
sme: 3 § Hálddahuseiseválddit galget go dárbbašuvvo heivvolaš vuogi mielde juohkit dieđuid našuvnnalaš unnitloguide sin rivttiid birra dán lága mielde.

source: 4 § Kielilaissa (2009:600) sanotaan, että yhteiskunnalla on erityinen vastuu suojella ja edistää kansallisia vähemmistökieliä.
sme: 4 § Giellalágas (2009:600) almmuhuvvo ahte stáhtas ja gielddain lea sierra ovddasvástádus suddjet ja ovddidit našuvnnalaš unnitlogugielaid.

source: Yhteiskunnan on myös muutoin edistettävä kansallisten vähemmistöjen mahdollisuuksia säilyttää kulttuurinsa Ruotsissa ja kehittää sitä.
sme: Stáhtta ja gielddat galget maid muđui ovddidit našuvnnalaš unnitloguid vejolašvuođaid doalahit ja ovdánahttit kultuvrraset Ruoŧas.

source: Lasten kulttuuri-identiteetin kehitystä ja oman vähemmistökielen käyttöä on edistettävä erityisesti.
sme: Mánáid ovdáneapmi kultuvrralaš identitehtas ja geavaheapmi iežas unnitloguielas galgá erenoamážit ovddiduvvot.

source: 5 § Hallintoviranomaisten on annettava kansallisille vähemmistöille mahdollisuus vaikuttaa heitä koskeviin kysymyksiin ja niiden on neuvoteltava vähemmistöjen edustajien kanssa tällaisista asioista mahdollisimman paljon.
sme: 5 § Hálddahuseiseválddit galget addit našuvnnalaš unnitloguide vejolašvuođa váikkuheapmái jearaldagain mat gusket sidjiide ja nu guhkás go lea vejolaš ráđđádallat unnitloguid ovddasteddjiiguin dakkár jearaldagain.

source: Hallintoalueet
sme: Hálddahusguovllut

source: 6 § Suomen kielen hallintoalueella tarkoitetaan seuraavia kuntia: Botkyrka, Eskilstuna, Hallstahammar, Haninge, Haaparanta, Huddinge, Håbo, Jällivaara, Kiiruna, Köping, Pajala, Sigtuna, Solna, Södertälje, Tierp, Tukholma, Upplands Väsby, Upplands-Bro, Uppsala, Älvkarleby, Österåker, Östhammar ja Övertorneå.
sme: 6 § Hálddahusguovlun suomagiela várás oaivvilduvvojit gielddat Botkyrka, Eskilstuna, Jiellevárre, Hallstahammar, Haninge, Haparanda, Huddinge, Håbo, Giron, Köping, Bájil, Sigtuna, Solna, Stockholm, Södertälje, Tierp, Upplands Väsby, Upplands-Bro, Uppsala, Älvkarleby, Österåker, Östhammar ja Övertorneå.

source: Meänkielen hallintoalueella tarkoitetaan seuraavia kuntia: Haaparanta, Jällivaara, Kiiruna, Pajala ja Övertorneå.
sme: Hálddahusguovlun meängiela várás oaivvilduvvojit gielddat Jiellevárre, Haparanda, Giron, Bájil ja Övertorneå.

source: 7 § Muut kuin 6 §:ssä mainitut kunnat voivat ilmoittautumisen perusteella liittyä meänkielen, saamen tai suomen kielen hallintoalueeseen.
sme: 7 § Eará gielddat go dat mat almmuhuvvojit 6 § sáhttet maŋŋel almmuheami oažžut gullat hálddahusguvlui suomagiela, meängiela dahje sámegiela várás.

source: Päätöksen kunnan liittymisestä hallintoalueeseen tekee hallitus.
sme: Mearrádus ahte okta gielda galgá oažžut gullat ovtta hálddahusguvlui váldo ráđđehusas.

source: Hallitus saa antaa määräyksiä sellaisesta vapaaehtoisesta hallintoalueeseen liittymisestä.
sme: Ráđđehus oažžu mearridit njuolggadusaid dakkár eaktodáhtolaš searvama birra hálddahusguvlui.

source: Oikeus käyttää meänkieltä, saamea ja suomea viranomaisissa
sme: Riekti geavahit suomagiela, meängiela ja sámegiela eiseválddiid luhtte

source: 8 § Yksityisillä henkilöillä on oikeus käyttää meänkieltä, saamea ja suomea ollessaan suullisesti tai kirjallisesti yhteydessä hallintoviranomaiseen, jonka maantieteellinen toimialue on kokonaan tai osittain sama kuin vähemmistökielen hallintoalue.
sme: 8 § Ovttaskasain lea riekti geavahit suomagiela, meängiela ja sámegiela iežaset njálmmálaš ja čálalaš oktavuođain ovttain hálddahuseiseváldiin man geográfalaš doaibmaguovlu ollát dahje muhtin muddui oktiivástida unnitlogugiela hálddahusguovlluin.

source: Tämä koskee asioita, joissa kyseinen henkilö on osapuoli tai osapuolen edustaja, jos asialla on yhteys hallintoalueeseen.
sme: Dát lea gustojeaddji áššiin main ovttaskas lea oassebealli dahje sadjásaš oassebeallái, jus áššis lea oktavuohta hálddahusguovlluin.

source: Jos yksityinen henkilö käyttää meänkieltä, saamea tai suomea sellaisessa asiassa, viranomainen on velvollinen antamaan suullisen vastauksen samalla kielellä.
sme: Jus ovttaskas geavaha suomagiela, meängiela dahje sámegiela dakkár áššis, de lea eiseválddis geatnegasvuohta addit njálmmálaš vástádusa seamme gillii.

source: Yksityisellä henkilöllä, jolla ei ole juridista avustajaa, on sitä paitsi oikeus pyytäessään saada kirjallinen käännös asiassa tehdystä päätöksestä ja päätöksen perusteluista meänkielellä, saameksi tai suomeksi.
sme: Ovttaskasain mat váillahit juridihkalaš veahki lea dasa lassin riekti jus gáibidit oažžut čálalaš jorgalusa mearrádusas ja mearrádusákkain suomagillii, meängillii ja sámegillii.

source: Viranomaisten on muutenkin pyrittävä kohtaamaan yksityisiä ihmisiä näiden kielellä.
sme: Eiseváldi galgá maid muđui rahčat váldit vuoste ovttaskasaid dáidda gielaide.

source: 9 § Hallintoalueen ulkopuolella yksityisillä henkilöillä on oikeus käyttää meänkieltä, saamea ja suomea suullisissa ja kirjallisissa yhteyksissä hallintoviranomaisiin asioissa, joissa yksityinen henkilö on osapuoli tai osapuolen edustaja, jos asian pystyy käsittelemään työntekijä, joka hallitsee vähemmistökielen.
sme: 9 § Olggobealde hálddahusguovllu lea ovttaskasain riekti geavahit suomagiela, meängiela ja sámegiela njálmmálaš ja čálalaš oktavuođain hálddahuseiseválddiid áššiin main ovttaskas lea oassebealli dahje sadjásaš oassebeallái, jus ášši sáhttá gieđahallojuvvot bargoveagas mii hálddaša unnitlogugiela.

source: 10 § Yksityisillä henkilöillä on aina oikeus käyttää saamea ja suomea kirjallisissa yhteyksissään Valtiopäivien asiamiehiin.
sme: 10 § Ovttaskasain lea álo riekti geavahit suomagiela ja sámegiela sin čálalaš oktavuođain Riikkabeaivvi áššeolbmáiguin.

source: Sama koskee yksityisten henkilöiden kirjallisia yhteyksiä Oikeuskansleriin, Vakuutuskassaan, Verovirastoon ja Syrjintäasiamieheen asioissa, joissa yksityinen henkilö on osapuoli tai osapuolen edustaja.
sme: Dat seamme lea gustojeaddji ovttaskasaid oktavuođaiđe Vuoigatvuođakánsleriin, Oadjohálddahusain, Vearrodoaimmahagain ja Vealahanáittardeddjiin áššiin main ovttaskas lea oassebealli dahje sadjásaš oassebeallái.

source: 11 § Hallintoviranomaisten on toiminnassaan pyrittävä siihen, että niillä on työntekijöitä, jotka osaavat meänkieltä, saamea ja suomea siellä missä tämä on tarpeen yksityisten henkilöiden yhteyksissä viranomaiseen.
sme: 11 § Hálddahuseiseválddit galget doaibmat dan ovdii ahte gávdno bargoveahka mas lea máhttu suomagielas, meängielas ja sámegielas gos dát dárbbašuvvo ovttaskasaid oktavuođain eiseválddiin.

source: 12 § Hallintoviranomaiset saavat päättää erityisistä ajoista ja erityisestä paikasta, kun on kyse meänkieltä, saamea ja suomea puhuvien yksityisten henkilöiden vastaanottamisesta, ja niillä saa olla erityiset puhelinajat.
sme: 12 § Hálddahuseiseválddit ožžot mearridit sierra áiggiid ja sierra báikki vuosteváldit guossin ovttaskasaid mat ságastit suomagiela, meängiela ja sámegiela, ja maid doallat sierra telefonáiggiid.

source: Oikeus käyttää meänkieltä, saamea ja suomea tuomioistuimissa
sme: Riekti geavahit suomagiela, meängiela ja sámegiela duopmostuoluin

source: 13 § / Ny beteckning X § U:2009- Sillä joka on osapuoli tai osapuolen edustaja jutussa tai asiassa, jota käsitellään lääninoikeudessa, käräjäoikeudessa, kiinteistötuomioistuimessa, ympäristötuomioistuimessa tai sellaisessa merioikeustuomioistuimen tuomiopiirissä, jonka alue on kokonaan tai osittain sama kuin Haaparannan, Jällivaaran, Kiirunan, Pajalan ja Övertorneån kunnat, on oikeus käyttää meänkieltä tai suomea jutun tai asian käsittelyssä, jos juttu tai asia on sidoksissa johonkin näistä kunnista.
sme: Dat gii lea oassebealli dahje sadjásaš oassebeallái vuoigatvuođaáššis dahje áššis leanarievttis, diggerievttis, gittaopmodatduopmostuolus, birasduopmostuolus dahje mearrariekteduopmostuolus mas lea duopmoguovlu mii ollát dahje muhtin muddui oktiivástida gielddaiguin Jiellevárre, Haparanda, Giron, Bájil ja Övertorneå lea riekti geavahit suomagiela dahje meängiela vuoigatvuođaášši dahje ášši gieđahallamis, jus vuoigatvuođaáššis dahje áššis lea oktavuohta muhtin dáiguin gielddaiguin.

source: Sama koskee saamen kieltä sellaisessa tuomioistuimessa tai tuomiopiirissä, jonka alue on kokonaan tai osittain sama kuin Arjeplogin, Jokkmokkin, Jällivaaran tai Kiirunan kunta, jos juttu tai asia on sidoksissa johonkin näistä kunnista.
sme: Dat seamme lea gustojeaddji sámegillii duopmostuolus duopmoguovlluin mii ollát dahje muhtin muddui oktiivástida gielddaiguin Árjepluovve, Jiellevárre, Jåhkåmåhkke dahje Giron, jus vuoigatvuođaáššis dahje áššis lea oktavuohta muhtin dáiguin gielddaiguin.

source: Oikeus käyttää meänkieltä, saamea tai suomea käsittää myös ne tuomioistuimet, joihin ensimmäisessä kappaleessa tarkoitetussa jutussa tai asiassa tehdystä tuomiosta tai päätöksestä valitetaan.
sme: Riekti geavahit suomagiela, meängiela ja sámegiela siskkilda maid daid duopmostuoluid gosa duopmu dahje mearrádus vuoigatvuođaáššis dahje áššis mii oaivvilduvvo vuosttaš oasis váidojuvvo.

source: 13 § / Tulee voimaan I:2010-02-15 / Sillä joka on osapuoli tai osapuolen edustaja jutussa tai asiassa, jota käsitellään hallintotuomioistuimessa, käräjäoikeudessa, kiinteistötuomioistuimessa, ympäristötuomioistuimessa tai sellaisessa merioikeustuomioistuimen tuomiopiirissä, jonka alue on kokonaan tai osittain sama kuin Haaparannan, Jällivaaran, Kiirunan, Pajalan ja Övertorneån kunnat, on oikeus käyttää meänkieltä tai suomea jutun tai asian käsittelyssä, jos juttu tai asia on sidoksissa johonkin näistä kunnista.
sme: 13 § / Boahtá fápmui:2010-02-15 /

source: Sama koskee saamen kieltä sellaisessa tuomioistuimessa tai tuomiopiirissä, jonka alue on kokonaan tai osittain sama kuin Arjeplogin, Jokkmokkin, Jällivaaran tai Kiirunan kunta, tai jos juttu tai asia on sidoksissa johonkin näistä kunnista.
sme: Dat seamme lea gustojeaddji sámegillii duopmostuolus duopmoguovlluin mii ollát dahje muhtin muddui oktiivástida gielddaiguin Árjepluovve, Jiellevárre, Jåhkåmåhkke dahje Giron, jus vuoigatvuođaáššis dahje áššis lea oktavuohta muhtin dáiguin gielddaiguin.

source: Laki (2009:857).
sme: (Láhka 2009:857)

source: 14 § Oikeus käyttää meänkieltä, suomea tai saamea 13 §:n mukaisissa tuomioistuimissa käsiteltävissä jutuissa tai asioissa käsittää oikeuden jättää tuomioistuimeen tämänkielisiä asiakirjoja ja kirjallisia todisteita, oikeuden saada juttuun tai asiaan liittyvät asiakirjat suullisesti käännetyksi tälle kielelle ja oikeuden puhua tätä kieltä suullisessa käsittelyssä tuomioistuimessa.
sme: 14 § Riekti geavahit suomagiela, meängiela dahje sámegiela vuoigatvuođaáššiin dahje áššiin duopmostuoluin 13 § mielde siskkilda rievtti guođđit áššebáhpiriid ja čálalaš duođaštusa dán gillii, rievtti oažžut áššebáhpiriid mat gullet vuoigatvuođaáššái dahje áššái njálmmálaččat jorgaluvvon dán gillii ja rievtti njálmmálaš šiehtadallamis duopmostuolus dán giela ságastit.

source: Tuomioistuimen on käännettävä asiakirjat ja kirjalliset todisteet ruotsiksi, ellei se ole ilmeisen turhaa.
sme: Duopmostuollu galgá jorgalit áššebáhpiriid ja čálalaš duođaštusa ruoŧagillii, jus ii leat čielgasit dárbbašmeahttun.

source: Tuomioistuimen on myös muutoin pyrittävä käyttämään vähemmistökieltä yhteyksissään osapuoleen tai tämän edustajaan.
sme: Duopmostuollu galgá maid muđui rahčat geavahit unnitlogugiela iežas oktavuođain oassebeliin dahje su sadjásaččain.

source: Kaikissa jutuissa ja asioissa, joissa 13 §:n mukaan on oikeus käyttää meänkieltä, saamea tai suomea tuomioistuimissa, on osapuolella tai osapuolen edustajalla, jolla ei ole juridista avustajaa, oikeus saada pyynnöstä tuomiopäätös ja tuomion perusteet tai päätös ja päätöksen perusteet käännetyksi kirjallisesti tälle kielelle.
sme: Visot vuoigatvuođaáššiin ja áššiin mat gullet riektái geavahit suomagiela, meängiela dahje sámegiela duopmostuoluin 13 § mielde lea oassebealis dahje oassebeali sadjásaččas gii váillaha juridihkalaš veahki riekti jus gáibiduvvo oažžut duopmomearrádusa ja duopmoákkaid dahje mearrádusa ja mearrádusákkaid čálalaččat jorgaluvvon dán gillii.

source: 15 § Sen joka haluaa käyttää meänkieltä, saamea tai suomea jutun tai asian käsittelyssä tuomioistuimessa 13 §:n mukaan, on pyydettävä tätä jutun tai asian käsittelyn alkaessa tai kun osapuoli esittää näkökantansa jutussa tai asiassa ensimmäisen kerran.
sme: 15 § Dat gii hálida geavahit suomagiela, meängiela dahje sámegiela vuoigatvuođaášši dahje ášši gieđahallamis duopmostuolus 13 § mielde galgá gáibidit dan vuoigatvuođaášši dahje ášši álggaheami oktavuođas dahje vuosttaš gearddi go oassebealli galgá cealkit vuoigatvuođaáššis dahje áššis.

source: Käännöksen saamista koskeva pyyntö 14 §:n kolmannen kappaleen mukaan on esitettävä viikon kuluessa siitä kun tuomio tai päätös annettiin, ellei sellaista pyyntöä ole esitetty aikaisemmin jutun tai asian käsittelyn aikana.
sme: Gáibádus oažžut jorgalusa 14 § goalmmát oasi mielde galgá dahkkot vahku siste maŋŋel go duopmu dahje mearrádus dieđihuvvo, jus dakkár gáibádus ii leat dahkkon ovdal vuoigatvuođaášši dahje ášši gieđahallamis.

source: Jos vähemmistökielen käyttämistä tai käännöksen saamista koskeva pyyntö esitetään myöhemmin kuin ensimmäisessä ja toisessa kappaleessa säädetään, sen saa evätä.
sme: Jus gáibádus geavahit unnitlogugiela dahje oažžut jorgalusa dahkko maŋŋel dan mii boahtá ovdan vuosttaš ja nuppi oasis, de dat oažžu hilgojuvvot.

source: Sellaisen pyynnön saa evätä myös silloin, kun on ilmeistä, että tarkoitus on asiaton.
sme: Dakkár gáibádus oažžu maid hilgojuvvot jus lea čielggas ahte das lea heivemeahttun ulbmil.

source: 16 § Jos osapuolella tai osapuolen edustajalla on oikeus käyttää oikeudenkäynnissä meänkieltä, saamea tai suomea, on käytettävä tulkkia oikeudenkäymiskaaren 5 luvun 6-8 §:n ja 33 luvun 9 §:n ja hallintoprosessilain (1971:291) 50-52 §:n mukaan.
sme: 16 § Jus ovtta oassebealis dahje oassebeali sadjásaččas lea riekti geavahit suomagiela, meängiela dahje sámegiela riektegeavvamis, de galgá dulka geavahuvvot riektegeavvanlága 5 kapihttala 6 ja 8 §§ ja 33 kapihttala 9 § mielde ja hálddahusproseassalága (1971:291) 50 ja 52 §§ mielde.

source: 17 § Kun hallintoalueeseen kuuluva kunta tarjoaa paikkaa esikoulutoiminnassa koululain (1985:1100) 2 a luvun 1 ja 7 §:n mukaan, kunnan on tarjottava lapselle, jonka huoltaja sitä pyytää, paikka esikoulutoiminnassa, jossa toiminta on kokonaan tai osittain meänkielistä, suomenkielistä tai saamenkielistä.
sme: 17 § Go okta gielda hálddahusguovllus fállá saji ovdaskuvladoibmii skuvlalága (1985:1100) 2 kapihttala, 1 ja 7 §§ mielde, de galgá gielda fállat mánáide geaid fuolaheaddjit gáibidit dan saji ovdaskuvladoibmii gos olles dahje oassi doaimmas jođihuvvo suomagillii, meängillii ja sámegillii.

source: 18 § Hallintoalueeseen kuuluvan kunnan on tarjottava sitä pyytävälle mahdollisuus saada vanhustenhuollossa tarjottava palvelu ja hoiva kokonaan tai osittain henkilökunnalta, joka hallitsee meänkielten, saamen tai suomen.
sme: 18 § Gielda hálddahusguovllus galgá fállat dasa gii dan gáibida vejolašvuođa oažžut olles dahje osiid dan bálvalusas ja fuolahusas mii fállojuvvo boarrásiidfuolahusa rámma siskkobealde dakkár bargoveagas mii hálddaša suomagiela, meängiela ja sámegiela.

source: Sama koskee hallintoalueeseen kuulumatonta kuntaa, jos kunnalla on käytössään kieltä osaavaa henkilökuntaa.
sme: Dat seamme lea gustojeaddji gielddaide olggobealde hálddahusguovllu, jus gielddas lea bargoveahka mas lea máhttu gielas.

source: 19 § Hallitus saa erityisistä syistä antaa määräyksiä, että jonkin hallituksen alaisen viranomaisen osalta tehdään poikkeus 8 §:n soveltamisesta.
sme: 19 § Jus gávdnojit sierra ákkat, de oažžu ráđđehus dieđihit njuolggadusaid ahte muhtin eiseváldi ráđđehusa vuolde galgá spiehkastuvvot 8 § geavaheamis.

source: Sama koskee hallituksen maakäräjille tai kunnalle antamaa valtuutusta kunnallisen viranomaisen osalta.
sme: Vástideaáddji lea gustojeaddji maŋŋel ráđđehusa fápmudeami leanadiggái ja gildii go lea sáhka gielddalaš eiseválddiin.

source: 20 § Hallintoviranomaisten tämän lain soveltamista on seurattava.
sme: 20 § Hálddahuseiseválddiid geavaheapmi dán lágas galgá čuvvojuvvot.

source: Hallitus antaa määräykset siitä, mikä viranomainen tai mitkä viranomaiset vastaavat seurannasta.
sme: Ráđđehus dieđiha njuolggadusaid mii eiseválddiid dahje mat eiseválddit ovddasvástidit čuovvuma.

source: Tämä seurantavastuu ei merkitse muille viranomaisille kuuluvan valvonnan rajoittamista.
sme: Dát čuovvunovddasvástádus ii mearkkaš gáržžideami bearráigeahččanovddasvástádusas mii gullá eará eiseválddiide.

source: 21 § Seurantavastuussa olevan viranomaisen on lisäksi avustettava muita hallintoviranomaisia lain soveltamisessa neuvonnan ja tiedotuksen ja muun sentapaisen toiminnan kautta.
sme: 21 § Eiseváldi čuovvunovddasvástádusain galgá dasa lassin bagadallama, diehtojuohkima ja seammasullasaš doaimma bokte veahkehit eará hálddahuseiseválddiid lága geavaheami oktavuođas.
